export const regionsData = [
  {
    title: 'Вінниця',
    region_name: 'Вінницька область',
    slug: 'vinnytskaya',
    coord: [210, 178],
    cities: [
      {
        id: 'Вінниця',
        stores: [
          {
            id: 1,
            name: 'Магія Вогню',
            address: 'вул. Лебединського, 7-А',
            phones: ['(099) 01 33 364', '(097) 77 30 110'],
          },
          {
            id: 2,
            name: 'Світ саун',
            address: 'вул. Максимовича, 10',
            phones: ['(0432) 53 16 28'],
          },
          {
            id: 3,
            name: 'м-н "Майстер"',
            address: 'вул. Київська, 10 (тер. Центрального Автовокзалу)',
            phones: ['(067) 403 46 07', '(0432) 66 67 77', '66 67 78'],
          },
          {
            id: 4,
            name: 'ТД "Укрсервіс"',
            address: 'вул. Тарногродського, 44-А',
            phones: ['(067) 684 47 34', '(0432) 55 53 34', '55 53 33'],
          },
        ],
      },
      {
        id: 'Гайсин',
        stores: [
          {
            id: 1,
            name: 'ТТЦ "Майстер"',
            address: 'вул. 1-го травня, 4',
            phones: ['(067) 433 26 10', '(0433) 42 50 49', '42 31 74'],
          },
        ],
      },
      {
        id: 'Хмільник',
        stores: [
          {
            id: 1,
            name: 'м-н "Майстер"',
            address: 'вул. Столярчука, 28',
            phones: ['(067) 430 60 82', '(04338) 22 593', '23 983'],
          },
        ],
      },
    ],
  },
  {
    title: 'Сімферополь',
    region_name: 'АР Крим',
    slug: 'crimea',
    coord: [408, 380],
    cities: [
      {
        id: 'Сімферополь',
        stores: [
          {
            id: 1,
            name: 'м-н "Майстер"',
            address: 'вул. Столярчука, 28',
            phones: ['(067) 430 60 82', '(04338) 22 593', '23 983'],
          },
        ],
        id: 'Ялта',
        stores: [
          {
            id: 1,
            name: 'Магія Вогню',
            address: 'вул. Лебединського, 7-А',
            phones: ['(099) 01 33 364', '(097) 77 30 110'],
          },
        ],
      },
    ],
  },
  {
    title: 'Київ',
    region_name: 'Київська область',
    slug: 'kyivska',
    coord: [284, 105],
    cities: [
      {
        id: 'Біла Церква',
        stores: [
          {
            id: 1,
            name: 'м-н "Димарі"',
            address: 'вул. 1 Пісчана, 144 А',
            phones: ['(067) 153 62 37'],
          },
        ],
      },
      {
        id: 'Бориспіль',
        stores: [
          {
            id: 1,
            name: 'ФОП Кулик І.А.',
            address: 'вул. Київський путь, 10',
            phones: ['(093) 564 67 86'],
          },
        ],
      },
      {
        id: 'Київ',
        stores: [
          {
            id: 1,
            name: 'Світ саун',
            address: 'вул. Біломорська, 2 ТЦ "Ваш дім"',
            phones: ['(044) 223 07 25'],
          },
          {
            id: 2,
            name: 'Сучасні Димарі',
            address: 'вул. Братиславська, 22',
            phones: ['(044) 545 70 07', '223 09 28'],
          },
          {
            id: 3,
            name: 'Тепло Є',
            address: 'вул. Володимирська 41а',
            phones: ['(067) 550 44 33', '(099) 550 44 33'],
          },
          {
            id: 4,
            name: 'Grubka - Київ',
            address: 'вул. Бориспільська, 4',
            phones: ['(097) 350 58 48', '(093) 161 77 07', '(095) 142 32 80'],
          },
          {
            id: 5,
            name: 'Saunashop',
            address: 'вул. Дегтярівська, 27',
            phones: ['(044) 228 17 97', '(067) 767 32 82'],
          },
          {
            id: 6,
            name: 'Дім Тепла',
            address: 'вул. Лятошинського, 14-А',
            phones: ['(044) 228-45-31', '(093) 806-39-73'],
          },
          {
            id: 7,
            name: 'ТОВ "Олді"',
            address: 'вул. Анрі-Барбюса, 56/1',
            phones: ['(044) 529 81 36'],
          },
          {
            id: 8,
            name: 'ТОВ "Олді"',
            address: 'вул. Гарматна, 7',
            phones: ['(044) 456 89 11'],
          },
          {
            id: 9,
            name: 'ТОВ "Теплоформат"',
            address: 'вул. Сирецька 9, оф №15',
            phones: ['(096) 077 69 75', '(095) 695 90 01', '(093) 978 32 34'],
          },
          {
            id: 10,
            name: 'ФОП Аронов Г.Л.',
            address: 'вул. Марини Раскової, 4 А',
            phones: ['(044) 578 01 53', '(097) 952 43 98'],
          },
          {
            id: 11,
            name: 'ФОП Кулік І.А.',
            address: 'вул. Центральна, 12',
            phones: ['(044) 587 94 10', '(063) 683 85 63', '(098) 615 06 88'],
          },
          {
            id: 12,
            name: 'Top Kamin',
            address: 'вул. Кіровська, 51',
            phones: ['(099) 438 84 40', '(098) 870 70 47', '(044) 383 51 81'],
          },
        ],
      },
    ],
  },
  {
    title: 'Луцьк',
    slug: 'volynska',
    region_name: 'Волинська область',
    coord: [108, 80],
    cities: [
      {
        id: 'Луцьк',
        stores: [
          {
            id: 1,
            name: 'м-н "Майстер"',
            address: 'вул. Столярчука, 28',
            phones: ['(067) 430 60 82', '(04338) 22 593', '23 983'],
          },
        ],
      },
    ],
  },
];
