export const regionsData = [
  {
    title: 'Вінниця',
    region_name: 'Вінницька область',
    slug: 'vinnytskaya',
    coord: [210, 178],
    cities: [
      {
        id: 'Вінниця',
        stores: [
          {
            id: 1,
            name: 'Магазин 1',
            address: 'вул. Лебединського, 7-А',
            phones: ['(050) 111 11 11', '(050) 111 11 11'],
          },
          {
            id: 2,
            name: 'Магазин 2',
            address: 'вул. Максимовича, 10',
            phones: ['(050) 111 11 11'],
          },
          {
            id: 3,
            name: 'Магазин 3',
            address: 'вул. Київська, 10 (тер. Центрального Автовокзалу)',
            phones: ['(050) 111 11 11', '(050) 111 11 11', '(050) 111 11 11'],
          },
          {
            id: 4,
            name: 'Магазин 4',
            address: 'вул. Тарногродського, 44-А',
            phones: ['(050) 111 11 11', '(050) 111 11 11', '(050) 111 11 11'],
          },
        ],
      },
      {
        id: 'Гайсин',
        stores: [
          {
            id: 1,
            name: 'Магазин 1',
            address: 'вул. 1-го травня, 4',
            phones: ['(050) 111 11 11', '(050) 111 11 11', '(050) 111 11 11'],
          },
        ],
      },
      {
        id: 'Хмільник',
        stores: [
          {
            id: 1,
            name: 'Магазин 1',
            address: 'вул. Столярчука, 28',
            phones: ['(050) 111 11 11', '(050) 111 11 11', '(050) 111 11 11'],
          },
        ],
      },
    ],
  },
  {
    title: 'Сімферополь',
    region_name: 'АР Крим',
    slug: 'crimea',
    coord: [408, 380],
    cities: [
      {
        id: 'Сімферополь',
        stores: [
          {
            id: 1,
            name: 'Магазин 1',
            address: 'вул. Столярчука, 28',
            phones: ['(050) 111 11 11', '(050) 111 11 11', '(050) 111 11 11'],
          },
        ],
      },
      {
        id: 'Ялта',
        stores: [
          {
            id: 1,
            name: 'Магазин 1',
            address: 'вул. Лебединського, 7-А',
            phones: ['(050) 111 11 11', '(050) 111 11 11'],
          },
        ],
      },
    ],
  },
  {
    title: 'Київ',
    region_name: 'Київська область',
    slug: 'kyivska',
    coord: [284, 105],
    cities: [
      {
        id: 'Біла Церква',
        stores: [
          {
            id: 1,
            name: 'Магазин 1',
            address: 'вул. 1 Пісчана, 144 А',
            phones: ['(050) 111 11 11'],
          },
        ],
      },
      {
        id: 'Бориспіль',
        stores: [
          {
            id: 1,
            name: 'Магазин 1',
            address: 'вул. Київський путь, 10',
            phones: ['(050) 111 11 11'],
          },
        ],
      },
      {
        id: 'Київ',
        stores: [
          {
            id: 1,
            name: 'Магазин 1',
            address: 'вул. Біломорська, 2 ТЦ "Ваш дім"',
            phones: ['(050) 111 11 11'],
          },
          {
            id: 2,
            name: 'Магазин 2',
            address: 'вул. Братиславська, 22',
            phones: ['(050) 111 11 11', '(050) 111 11 11'],
          },
          {
            id: 3,
            name: 'Магазин 3',
            address: 'вул. Володимирська 41а',
            phones: ['(050) 111 11 11', '(050) 111 11 11'],
          },
          {
            id: 4,
            name: 'Магазин 4',
            address: 'вул. Бориспільська, 4',
            phones: ['(050) 111 11 11', '(050) 111 11 11', '(050) 111 11 11'],
          },
          {
            id: 5,
            name: 'Магазин 5',
            address: 'вул. Дегтярівська, 27',
            phones: ['(050) 111 11 11', '(050) 111 11 11'],
          },
          {
            id: 6,
            name: 'Магазин 6',
            address: 'вул. Лятошинського, 14-А',
            phones: ['(050) 111 11 11', '(050) 111 11 11'],
          },
          {
            id: 7,
            name: 'Магазин 7',
            address: 'вул. Анрі-Барбюса, 56/1',
            phones: ['(050) 111 11 11'],
          },
          {
            id: 8,
            name: 'Магазин 8',
            address: 'вул. Гарматна, 7',
            phones: ['(050) 111 11 11'],
          },
          {
            id: 9,
            name: 'Магазин 9',
            address: 'вул. Сирецька 9, оф №15',
            phones: ['(050) 111 11 11', '(050) 111 11 11', '(050) 111 11 11'],
          },
          {
            id: 10,
            name: 'Магазин 10',
            address: 'вул. Марини Раскової, 4 А',
            phones: ['(050) 111 11 11', '(050) 111 11 11'],
          },
          {
            id: 11,
            name: 'Магазин 11',
            address: 'вул. Центральна, 12',
            phones: ['(050) 111 11 11', '(050) 111 11 11', '(050) 111 11 11'],
          },
          {
            id: 12,
            name: 'Магазин 12',
            address: 'вул. Кіровська, 51',
            phones: ['(050) 111 11 11', '(050) 111 11 11', '(050) 111 11 11'],
          },
        ],
      },
    ],
  },
  {
    title: 'Луцьк',
    slug: 'volynska',
    region_name: 'Волинська область',
    coord: [108, 80],
    cities: [
      {
        id: 'Луцьк',
        stores: [
          {
            id: 1,
            name: 'Магазин 1',
            address: 'вул. Столярчука, 28',
            phones: ['(050) 111 11 11', '(050) 111 11 11', '(050) 111 11 11'],
          },
        ],
      },
    ],
  },
];
